<section class="about-us">
    <div class="container">
        <h2 class="about-title">Немного про нас</h2>
        
        <div class="about-content">
        <div class="work-example">
        <!-- Замените src на ваше реальное изображение -->
        <img src="assets\images\about-work.jpg" alt="Пример работы">
        <style>
            .ord-btn a{
                text-decoration: none;
                color: white;
            }

            .ord-btn a :hover{
                color: #7a1e4c;
            }
        </style>
        <div class="work-overlay">
            <div class="rabota">ЭТО СТОИЛО ВСЕГО 1,000,000Р</div>
            <div class="description">Пример нашей работы</div>
            <button class="ord-btn"><a href="../pages\services.php">ЗАКАЗАТЬ</a></button>
        </div>
    </div>
            
            <div class="about-info">
                <p><img class="logo2" src="assets\images\logo.svg"></p>
                <p>🎨 3 ключевых этапа работы</p>
                <p>1. Дизайн-проект → 2. Черновая отделка → 3. Финальный ремонт</p>
                
                <p>✅ Наши преимущества</p>
                <p>📅 Соблюдение сроков – без задержек</p>
                <p>💎 Качественные материалы – только проверенные поставщики</p>
                <p>🎯 Индивидуальный подход – под ваш бюджет и вкус</p>
                
                <p>📈 Почему мы?</p>
                <p>10+ лет на рынке</p>
                <p>200+ довольных клиентов</p>
                <p>5 лет гарантии на работы</p>
            </div>
        </div>
    </div>
</section>